ban.spellright
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
christian-kohler.npm-intellisense
csstools.postcss
cweijan.vscode-postgresql-client2
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
digitalbrainstem.javascript-ejs-support
dsznajder.es7-react-js-snippets
ecmel.vscode-html-css
esbenp.prettier-vscode
expo.vscode-expo-tools
figma.figma-vscode-extension
github.codespaces
github.copilot
github.copilot-chat
github.remotehub
github.vscode-github-actions
joy-yu.css-snippets
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-repositories
ms-vscode.vscode-typescript-next
msjsdiag.vscode-react-native
prisma.prisma
redhat.vscode-yaml
ritwickdey.liveserver
rodrigovallades.es7-react-js-snippets
tomoki1207.pdf
wscats.html-snippets
xabikos.javascriptsnippets
yzhang.markdown-all-in-one
